Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: El ministre d’Afers Exteriors el designarà per majoria qualificada el Consell Europeu, amb l’acord del president de la Comissió Europea.
en: Designation of the The Foreign Affairs Minister will be appointed by qualified majority by the Minister for Foreign Affairs European Council, subject to the agreement of the President of the Commission.

source: 4.1.6El Tribunal de Justícia de la Unió Europea
en: 4.1.6The Court of Justice of the European Union

source: Composició del Tribunal de Justícia de la Unió Europea
en: Composition of the Court of Justice

source: La Constitució estableix que el Tribunal de Justícia de la Unió Europea inclou el Tribunal de Justícia, el Tribunal (anomenat actualment Tribunal de Primera Instància) i uns tribunals especialitzats.
en: The Constitution stipulates that the Court of Justice of the European Unioncomprises the Court of Justice, the High Court (now called the Court of First Instance) and specialised courts.

source: El Tribunal de Justícia i el Tribunal estanformats almenys per un jutge per Estat membre.
en: The Court of Justice and the Court of First Instance are composed of at least one judge per Member State.

source: Funció del Tribunal de Justícia de la Unió Europea
en: Role of the Court of Justice

source: El Tribunal de Justícia de la Unió Europea té la missió de garantir el respecte deldret de la Unió.
en: The Court of Justice is responsible for enforcing Community law.

source: Les seves competències comprenen els litigis entre els Estatsmembres, els litigis entre la Unió i els Estats membres, entre les institucions, ientre els ciutadans i la Unió.
en: It hasjurisdiction in disputes between Member States, between the Union and its Member States, between institutions and between private individuals and the Union.

source: També té competència per respondre a qüestionsplantejades per un jutge estatal sobre la interpretació i la validesa del dret de la Unió, dins el marc d’un litigi en instància davant una jurisdicció estatal. Aquestadarrera competència, anomenada “prejudicial”, és fonamental per garantir lainterpretació i l’aplicació uniforme del dret de la Unió a tot el seu territori.
en: It can also answer questions about the interpretation of Community lawraised by national courts in the course of a dispute being heard in such courts.This power to issue preliminary rulings is essential to ensure a uniforminterpretation of Community law throughout the Union.

source: La Constitució permet als ciutadans i a les empreses de presentar més fàcilmentun recurs contra els reglaments de la Unió, encara que no els afectin de formaindividual (tal com imposen actualment els tractats).
en: The Constitution allows members of the public and businesses to bring an actionmore easily against the Union's regulatory acts, even if they do not affect themindividually (as laid down in the present Treaties).

source: 4.1.7El Banc Central Europeu
en: 4.1.7The European Central Bank (ECB)

source: El Banc Central Europeu executa la política monetàriaeuropea
en: The European Central Bankconducts European monetarypolicy

source: L’establiment de la Unió Monetària i la creació d’una moneda única, l’euro, handonat lloc a la creació del Banc Central Europeu (BCE).
en: The establishment of monetary union and the creation of a single currency, theeuro, led to the setting up of the European Central Bank (ECB).

source: Des de l’1 de gener de1999 té la funció d’executar la política monetària europea definida a través del Sistema Europeu de Bancs Centrals (SEBC).
en: Since 1 January1999, its task has been to conduct European monetary policy as defined by the European System of Central Banks (ESCB).

source: El primer objectiu del BCE és mantenir l’estabilitat dels preus.
en: The primary aim of the ECB is to maintain price stability.

source: 4.1.8El Tribunal de Comptes
en: 4.1.8The Court of Auditors

source: El Tribunal de Comptescontrola els ingressos i les despeses
en: The Court of Auditorsmonitors revenue andexpenditure

source: El Tribunal de Comptes garanteix el controldels comptes de la Unió Europea:examina la legalitat i la regularitat dels ingressos i de les despeses delpressupostde la Unió i verifica que hi hagi una bona gestió financera.
en: The Court of Auditors monitorsthe European Union's accounts, examining thelegality and regularity of revenue and expenditure in the Union's budgetandensuring sound financial management.

source: Estàformat per un representant de cada Estat membre.
en: It is composed of one national from each Member State.

source: El Comitè de les Regions
en: The Committee of the Regions

source: El Comitè de les Regions: un El Comitè de les Regions està format per representants de les col·lectivitatsòrgan consultiu locals i regionals.
en: The Committee The Committee of the Regions comprises representatives of local and regionalof the Regions: authorities.

source: És consultatpel Parlament Europeu, el Consell de Ministres ila Comissió Europea en els àmbits que afecten els interessos regionals i locals,sobretot l’ensenyament, la salut pública i la cohesió econòmica i social.
en: It is consultedby Parliament, the Council and the Commission inan advisory bodyareas affecting regional and local interests, including education, public health,and economic and social cohesion.

source: Composició del Comitè El nombre de membres del Comitè de les Regions està fixat en un màxim dede les Regions 350.
en: Composition of the The number of members of the Committee of the Regions is established at Committee of the Regionsa maximum of 350.

source: Estan nomenats pel Consell de Ministres per cinc anys.
en: They are appointed for a five-year period by the Council.

source: El Comitè Econòmic i El Comitè Econòmic i Social (CES) està format per representants de les Social: un òrganorganitzacions econòmiques i socials, i de la societat civil. Emet dictàmensconsultiu consultiusa les institucions, sobretot en el marc del procés legislatiu.
en: The European Economic The European Economic and Social Committee (EESC), made up ofand Social Committee: representatives of the economic and social sectors and of civil society,an advisory bodygives advisory opinionsto the institutions, particularly in the context of thelegislative procedure.

source: El CES ésconsultat pel Parlament Europeu, el Consell de Ministres o la Comissió Europea,abans de l’adopció d’un nombre elevat d’actes relatius al mercat interior, al’ensenyament, a la protecció dels consumidors, al medi ambient, aldesenvolupament regional i a l’àmbit social.
en: The EESC is consulted by the European Parliament, the Council or the Commission, ahead of the adoption of many acts concerning theinternal market, education, consumer protection, the environment, regionaldevelopment and the social sphere.

source: Composició del Comitè El nombre de membres del Comitè Econòmic i Social ha estat fixat en un màxim Econòmic i Social de 350.
en: Composition of the The number of members of the Economic and Social Committee has been European Economic and established at a maximum of 350.

source: Aquests membres són nomenats pel Consell de Ministres per un períodede cinc anys.
en: These members are appointed by the Council Social Committeefor a period of five years.

source: Els instruments d’acció de la Unió
en: The Union’s means of action

source: Simplificació dels instruments
en: Simplification of instruments

source: La simplificació dels instruments de què disposa la Unió per actuarrepresentava, per si mateixa, un capítol específic de la Declaració de Laekenque fixava el mandat de la Convenció.
en: Simplification of the instruments for action at the Union’s disposal took up Simplifying the instrumentsa specific chapter of the Laeken Declaration, which established the Convention’swhereby the Union exercisesmandate.

source: Els treballs de la Convenció han permèsde simplificarel sistema existent.
en: The work of the Convention has made it possible to simplifytheits powersexisting system.

source: Sis instruments jurídics
en: Six legal instruments

source: La tipologia dels actes es limita a sis instruments(llei, llei-marc, reglament,decisió, recomanació i dictamen).
en: The typology of acts is limited to six instruments(law, framework law,regulation, decision, recommendation and opinion).

source: En un cèlebre discurs que va precedir el Consell Europeu de Laeken, Guy Verfohstad, primer ministre belga, va fer palesal’existència de 36 tipus d’actes diferents!
en: In a famous speech prior to the Laeken European Council, the Belgian Prime Minister had noted theexistence of 36 different types of act!

source: S’estableix, com en tots els sistemes jurídics estatals, la jerarquia entre el nivelllegislatiu i el nivell d’execució de les lleis.
en: The hierarchy between the legislative level and the level for implementing laws Legislative level and is established, as in all national legal systems.level of implementation

source: La lleideterminarà els elements fonamentals d’un àmbit determinat, mentre que ladefinició dels aspectes més tècnics podrà delegar-se en la Comissió Europea, sotael control dels colegisladors (Parlament Europeu i Consell de Ministres), la qual cosapermetrà d’alleugerir els treballs d’aquests darrers, que podran centrar-se en elsaspectes més importants de la vida dels ciutadans.
en: Under the terms of the Constitution, the Commission will be responsible Amendments to non-essentialfor adopting delegated regulations which supplement and/or amend certain nonelements of the lawessential elements of the law, subject to the control of the co-legislators.

source: Modificacions dels elementsno fonamentals de la llei
en: Amendments to nonessential elements of the law

source: El Parlament Europeu i el Consell de Ministrescolegislen
en: Parliament and the Council co-legislate

source: El procediment legislatiu, actualment anomenat procediment de codecisió,atorga al Parlament Europeuun poder de colegisladorigual que el que té el Consell de Ministres.
en: The legislative procedurecurrently known as the codecision procedure givesthe European Parliamentpower as co-legislatoron an equal footing with the Council.

source: Segons aquest procediment, un text proposat per la Comissió Europea, després d’haver consultat els mitjans interessats, és adoptat,efectivament, alhora pel Parlament Europeu i pel Consell de Ministres.
en: Under the terms of this procedure, a text proposed by the Commission,once the interested parties have been consulted, is adopted both by the European Parliament and by the Council.

source: El vot al Consell de Ministres
en: Voting within the Council

source: La generalització de la codecisió que la Constitució estableix com a procedimentlegislatiu ordinari representa la millor imatge de la doble legitimitat dels Estats(Consell de Ministres) i dels pobles (Parlament Europeu), que caracteritza la Unió.En alguns casos, però, hi haurà lleis especials, adoptades únicament pel Consellde Ministres, o de manera menys freqüent, únicament pel Parlament Europeu.
en: The generalisation of the codecision procedure which the Constitutionestablishes as an ordinary legislative procedure conveys the best image of thedual legitimacy of the States (Council) and peoples (European Parliament), whichis the hallmark of the Union.

source: La Constitució estableix que el Consell de Ministres prengui les seves decisions permajoria excepte en el cas en què la Constitució tingui previst un altreprocediment, com el vot per unanimitat.
en: However, in certain cases there will be special laws,adopted by the Council alone or, more rarely, by the European Parliament alone.The Constitution stipulates that the Council takes decisions by majority votingexcept when the Constitution makes provision for another procedure, such asunanimous voting.

source: Definició Aquesta majoria, anomenada “majoria qualificada”, es calcula actualment segonsde la majoria qualificada un sistema de ponderació que té en compte, fins a un cert punt, la població dels Estats.
en: Definition of The “qualified majority” is at present calculated using a weighting system whichqualified majoritytakes account, to some extent, of the population of individual Member States.

source: La Constitució introdueix, a partir de 2009, una nova definició de lamajoriaqualificadaal Consell de Ministres: es tracta de la doble majoria, dels Estats membres i dels pobles, que són l’expressió de la doble legitimitat de la Unió.
en: The Constitution introduces, from 2009, a new definition of qualified majority in the Council: this is a double majorityof Member States and peoples, whorepresent the dual legitimacy of the Union.

source: La doble majoria s’assoleix quan una decisió posa d’acord el 55% dels Estats membres que representen almenys el 65% de la població de la Unió.
en: A double majority is achieved when a decision is taken by 55% of the Member States representing at least 65% of the Union’s population.

source: Àmbit d’aplicació de L’extensió del vot per majoria qualificadaal Consell de Ministres, prevista per lala majoria qualificada Constitució per a una vintena de disposicions, per les quals està previstaactualment la unanimitat, facilitarà la presa de decisions.
en: Scope of the The extension of qualified majority votingin the Council, envisaged by thequalified majority Constitution for some twenty provisions for which unanimity is currently required,will make it easier to take decisions.

source: La unanimitat i, per tant,la possibilitat per part d’un sol Estat membre d’impedir la presa de decisions, s’hamantingut, per exemple, en l’àmbit de la fiscalitat lligada al mercat interior o deles normes mínimes de seguretat social.
en: Unanimous voting and hence the possibilityfor a single Member State to prevent a decision from being taken has beenmaintained, for instance, for taxation-related measures stemming from the internalmarket or minimum requirements with regard to social security.

source: La disposició “pont” de la Constituciópermet, però, una evolució posterior cap a la majoria qualificada per mitjà d’unadecisió del Consell Europeu per unanimitat.
en: However, a “bridging” provision in the Constitution allows a future change to qualifiedmajority voting on the basis of a unanimous decision of the European Council.

source: Decisions específiques Estan previstes disposicions especials de decisió pel que fa a la política exteriorper a la PESCi de seguretat comuna, incloent-hi la política europea de seguretat i de defensa.
en: Specific decisions Specific decisionmaking arrangements are envisaged with regard to the commonrelating to the CFSPforeign and security policy, including the European security and defence policy.

source: Anar més lluny amb una El Tractat d’Amsterdam va introduir el concepte de “cooperació reforçada”percooperació reforçada afavorir una cooperació més estreta entre els països de la Unió que desitgin anarsense que tots hi participinmés enllà de la integració prevista en els Tractats de les Comunitats Europees ide la Unió Europea.
en: Forging ahead in enhanced In order to foster closer cooperation between those countries of the Union wishing,cooperation without all in a given context corresponding to the objectives of the Union but which is notparties being involved part of its exclusive competence, to go beyond the level of integration envisagedin the Treaties, the Amsterdam Treaty introduced the concept of “enhancedcooperation”.

source: Per dur-la a terme, es requereix que la cooperació reforçadaes correspongui als objectius de la Unió i que recaigui sobre un àmbit que no siguide la seva competència exclusiva.
en: The aim of this type of cooperation is to enable a limited number of Member States, capable and eager to do so, to move ahead with Europeanintegration, in full respect of the Union’s institutional framework.

source: Aquestes cooperacions reforçades només es poden utilitzar en última instància(quan no s’ha pogut actuar amb tots els Estats membres); han de comptar ambun mínim d’Estats membres (la Constitució fixa aquest nombre en un terç dels Estats membres) i han d’estar obertes a la participació de tots els altres Estatsmembres en qualsevol moment.
en: This enhanced cooperation can be used only as a last resort (when the objectivesof such cooperation cannot be attained by the Union as a whole); it requires a minimum of Member States (the Constitution establishes this number at one thirdof the Member States) and all the Member States must be free to join in at a laterstage.

source: Els actes adoptats dins el marc d’unacooperació reforçada només vinculen els Estats membres participants a lacooperació reforçada.
en: Acts adopted through enhanced cooperation are binding only on the Member States involved.

source: Les finances dela Unió
en: The Union’s finances

source: El pressupost de la Unió
en: The Union’s budget

source: El pressupostcomunitari segueix els principis pressupostaris clàssics i es basa,per tant, en determinats principis com: la unitat (el conjunt de despeses id’ingressos està reunit en un sol i únic document), l’anualitat (les operacionspressupostàries estan subjectes a un exercici anual) i l’equilibri (les despeses nohan de superar els ingressos).
en: The Community budgetfollows traditional budgetary patterns and is thereforefounded on certain principles: unity (overall expenditure and revenue in a singledocument), annuality (budgetary operations are linked to a financial year) andbalance (expenditure must not exceed revenue).

source: El marc financer plurianual
en: The multiannual financialframework

source: La Constitució preveu que una llei europea del Consell de Ministres, que decideixper unanimitat, estableixi el“marc financer plurianual” i els màxims anuals dedespeses de la Unió.
en: The Constitution stipulates that a European law introduced by the Council,acting by unanimous vote, will lay down the “multiannual financial framework”and annual ceilings for the Union’s expenditure.

source: El pressupost ha de respectar aquest marc financerplurianual.
en: The budget must comply withthis multiannual financial framework.

source: Els recursos propis
en: Own resources

source: El pressupost es finança mitjançant els recursos propisde la Unió, queprovenen fonamentalment d’una proporció de l’IVA percebut pels Estatsmembres i d’un percentatge dels productes nacionals bruts (PNB) dels Estatsmembres.
en: The budget is funded by the Union’s own resourceswhich are primarily madeup of a proportion of the VAT levied by the Member States and a certainpercentage of the GNP of the Member States.

source: El Consell de Ministres fixa els límits i les categories d’aquestsrecursos que han de ser ratificats per tots els Estats membres.
en: The limits and categories of theseresources are established by the Council and must also be ratified by all the Member States.

source: El procediment pressupostari
en: Budgetary procedure

source: La Comissió Europea té la missió de presentar el projecte de pressupost anualde la Unió.
en: The Commission has the task of presenting the draft annual budget for the Union.

source: La Constitució preveu l’acceptació del pressupost per part del Parlament Europeui el Consell de Ministres, que representen l’autoritatpressupostària, mitjançant un procediment molt més simple que el que ésvigent actualment.
en: The Constitution envisages the adoption of the budget by the European Parliament and the Council, which together form the budgetary authority,using a much simpler procedure than that currently applied.

source: Execució del pressupost
en: Implementation of the budget

source: La Comissió Europea és la que executa el pressupost sota control del Parlament Europeu i del Tribunal de Comptes.
en: The Commissionimplements the budget under the supervision of the European Parliament and the Court of Auditors.

source: A la pràctica, un percentatge moltelevat del pressupost és executat diàriament pels Estats membres, sobretot pelque fa a les partides pressupostàries referents a l’agricultura.
en: In practice, a very high proportion of the budget is implemented on a daily basis by the Member States, particularlyas regards those sections which relate to agriculture.

source: El conjunt de l’acció Totes les disposicions relatives a l’acció exterior de la Unió han estat reagrupadesexterior de la Unió, dins d’un únic capítol de la Constitució, mentre que als tractats anteriors figuravenpresentat en un sol en llocs diferents.
en: All the Union’s external action The provisions relating to the Union’s external action have all been groupedunderpresented under a single title:a single title in the Constitution, whereas they featured in the previous Treaties in abetter readability and number of different places.

source: La lectura del text resulta més fàcil; ha guanyat, doncs, encapítol: un esforç de llegibilitat. Aquest reagrupament també permet una acció més coherentde lallegibilitat i de coherència Unió respecte dels tercers països, ja que totes les accions, siguin de tipuseconòmic, humanitari o polític, tenen objectius comuns.
en: This has improved the readabilityof the text. greater consistency This grouping also permits greater consistency of Union actionin relation tothird countries, in as much as all actions, be they economic, humanitarian orpolitical, have common objectives.

source: Manteniment de En matèria de política exterior, el Consell de Ministres continuarà decidint perla unanimitat unanimitaten la majoria dels casos.
en: With regard to foreign policy, the Council will continue to decide unanimouslyin most cases.

source: En aquesta qüestió, la Constitució no hamarcat l’avenç que alguns esperaven.
en: The Constitution has not shown the progress hoped for by someon this point.

source: En una Unió de 25 o 30 Estats, launanimitat, és a dir, el dret de vet de cada Estat membre, no facilitarà la presa dedecisions.
en: In a Union of 25 or 30 States, unanimity, i.e. the right of veto for every Member State, will not make decisionmaking any easier!Maintenance of unanimity

source: Una innovació: la creació La innovació més interessant és la creació de la funció de ministre d’Afersdel càrrec de ministre Exteriors.
en: An innovation: The most interesting innovation is the creation of the post of Minister for Foreignthe creation of the post Affairs.

source: El ministre serà vicepresident de la Comissió Europea, peròd’Afers Exteriors treballarà estretament amb els Estats membrespel que fa a les qüestions dede la Uniópolítica exterior.
en: He/she will be Vice-President of the Commissionbut will work directlyof Minister for Foreign with the Member Stateson foreign policy issues.

source: La introducció d’aquesta nova funció hauria de permetreaugmentar la confiança recíproca i el reflex europeu dels Estats membres.Aquesta persona estarà al capdavant d’un servei europeu per a l’accióexterior, és a dir, un servei diplomàtic que estarà format per funcionaris del Consell de Ministres, de la Comissió Europea i dels serveis diplomàticsnacionals, i comptarà amb delegacions a pràcticament tots els països delmón.
en: The introduction of this new Affairs of the Unionfunction should foster mutual trust and the European instinct of the Member States. The person concerned will be in charge of a European external actionservice and of a diplomatic service, which will be composed of officials from the Council, the Commission and the national diplomatic services and will havedelegations in almost every country of the world.

source: El ministre d’Afers Exteriors actuarà de manera que la Unió sigui méseficaç i tingui més veu arreu del món.
en: The Foreign Affairs Minister will ensure that the Union is more effective and has a stronger voice on the international stage.
